tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "hudochenkov/sshpass"
tap "mongodb/brew"
tap "ringohub/redis-cli"
tap "txn2/tap"
brew "python@3.10", link: false
brew "ansible"
brew "augeas"
brew "certbot"
brew "cmake"
brew "php"
brew "composer"
brew "docker"
brew "docker-machine-driver-hyperkit"
brew "wxwidgets"
brew "erlang"
brew "gauge"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "gcc"
brew "git-lfs"
brew "nettle"
brew "gnutls"
brew "gradle"
brew "hugo"
brew "hwloc"
brew "hyperkit"
brew "kafka"
brew "kubernetes-cli", link: false
brew "libmicrohttpd"
brew "libuv"
brew "minikube"
brew "nmap"
brew "nvm"
brew "socat"
brew "openshift-cli"
brew "postgresql@14"
brew "protobuf"
brew "pyenv"
brew "python@3.8", link: false
brew "python@3.9"
brew "rabbitmq"
brew "rapidjson"
brew "tektoncd-cli"
brew "telnet"
brew "heroku/brew/heroku"
brew "hudochenkov/sshpass/sshpass"
brew "mongodb/brew/mongodb-community"
brew "ringohub/redis-cli/redis-cli"
brew "txn2/tap/kubefwd"
cask "android-platform-tools"
cask "minishift"
cask "vagrant"
cask "virtualbox"
